//S00JCL   JOB 1,NOTIFY=&SYSUID
//COMMANDS EXEC PGM=IKJEFT01
//SYSPRINT DD SYSOUT=*
//SYSTSPRT DD SYSOUT=*
//SYSTERM  DD DUMMY
//ISFOUT   DD DUMMY
//SYSTSIN  DD *
SDSF ULOG
//ISFIN    DD *
/D IPLINFO
/D M=CPU
/D M=STOR
/D R,L
/$D SPL
PRINT ODSN CH15.OUTPUT(TMP)
PRINT 1 9999
PRINT CLOSE
//***********************************************
//TRIMCOL  EXEC PGM=IKJEFT01,PARM='%TRIMCOL S00'
//SYSEXEC  DD DSN=&SYSUID..CH15.SOURCE,DISP=SHR
//SYSTSPRT DD SYSOUT=*
//SYSTSIN  DD DUMMY
