//S01JCL   JOB 1,NOTIFY=&SYSUID
//SO1JCL   EXEC PGM=SDSF
//ISFOUT   DD DSN=&SYSUID..CH15.OUTPUT(TMP),DISP=SHR
//ISFIN    DD *
SYS
PARM
PROC
//***********************************************
//DELMENU  EXEC PGM=IKJEFT01,PARM='%TRIMLINE S01'
//SYSEXEC  DD DSN=&SYSUID..CH15.SOURCE,DISP=SHR
//SYSTSPRT DD SYSOUT=*
//SYSTSIN  DD DUMMY
